{
  "widget": "BucketSinging",
  "boxColor": "#0000ff",
  "lyrics": [
    "Bold Orion",
    "",
    "[Em] When the days are gettin' shorter, and the [D] nights are growin' long,",
    "And the [C] north wind puts a [D] tear into your [Em] eye,",
    "If you're out about 'round midnight and you [D] look off to the east,",
    "There you [C] may see bold [D] Orion on the [Em] rise.",
    "",
    "You may [G] know him by his stance or the [Em] starry shield he holds,",
    "As he [G] rises silent in a clear cold [Em] sky.",
    "Young Jack [D] Frost and Old Man Winter, they both [Em] beckon to the call",
    "Of their [D] master bold [C] Orion on the [Em] rise.",
    "",
    "Bold [C] Orion, mighty [Em] hunter, rising [D] in a clear cold [Em] sky,",
    "See the [C] summer fall [Em] before him. Bold [D] Orion's[C] on the [Em] rise.",
    "",
    "For seven starry ages, he has ruled the winter skies",
    "With the fires of lost eons in his eyes.",
    "He has seen the rise and fall of kings and continents and all,",
    "Rising silent, bold Orion on the rise.",
    "When he ascends, no hesitation; when he moves, no turnin' round,",
    "Like a soul been called to glory, earthly born but heavenly bound.",
    "Now the bird is on the wing, and it's southward that she flies,",
    "Hastened on by bold Orion on the rise.",
    "",
    "Bold Orion, mighty hunter, rising in a clear cold sky,",
    "See the summer fall before him. Bold Orion's on the rise.",
    "",
    "Summer comes on all too slowly, and it passes far too fast,",
    "And you wonder, is there nothin' that can last?",
    "Here today and gone tomorrow as the green leaves turn to red,",
    "As the present quickly turns into the past.",
    "Cut the wood and stack it high now. Stoke the fires in your home.",
    "Burnin' nightly send the smoke up to the sky.",
    "Keep the winter at your door and keep the summer in your heart.",
    "Drink a toast to bold Orion on the rise.",
    "",
    "Bold Orion, mighty hunter, rising in a clear cold sky,",
    "See the summer fall before him. Bold Orion's on the rise.",
    "",
    "Bold Orion, mighty hunter, rising in a clear cold sky,",
    "See the summer fall before him. Bold Orion's on the rise."
  ]
}
